Enterprise_Serivces/Prod/SilverGroup1/CSLAllSparkCatalogService/result1/Iteration1/t3_RequestBody.txt

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/03/addressing"><soap:Header><wsa:Action>http://www.gamestop.com/CSL/AllSparkCatalog/V1.0/DigitalCatalogService_v1/GetCatalogInstructions</wsa:Action><wsa:MessageID>uuid:726d9b2d-45ec-4f36-989d-6bfde5952a6d</wsa:MessageID><wsa:ReplyTo><wsa:Address>http://schemas.xmlsoap.org/ws/2004/03/addressing/role/anonymous</wsa:Address></wsa:ReplyTo><wsa:To>http://cslallsparkcatalogserviceqa1.testgs.pvt/DigitalCatalogService.svc</wsa:To></soap:Header><soap:Body><GetProductInstructionRequest xmlns="http://www.gamestop.com/CSL/AllSparkCatalog/V1.0"><AllSparkID>20140</AllSparkID><PartnerKey>TEST-US</PartnerKey></GetProductInstructionRequest></soap:Body></soap:Envelope>